[GENERAL]
NAME					= עברית
TRANSLATOR				= אורי מעודה‎
DLG_FONT_NAME                           = 
DLG_FONT_SIZE                           = 

[TEXT]
TEXT_APP_NAME				= Bandicut
TEXT_BUILDNO				= Build#
TEXT_VERSION				= Bandicut ${str1} (${str2})
TEXT_APPINFO				= עורך וידאו מהיר ופשוט - Bandicut  
TEXT_BETA				= בטא
TEXT_UNREGISTERED			= אינו רשום

TEXT_YES				= כן
TEXT_NO					= לא
TEXT_CLOSE				= סגור
TEXT_CANCEL				= בטל
TEXT_OK					= אישור
TEXT_ABORT				= עצור
TEXT_RETRY				= נסה שוב
TEXT_IGNORE				= התעלם
TEXT_CONTINUE				= המשך

TEXT_SAVE				= שמור
TEXT_NOT_SAVE				= אל תשמור

TEXT_SECOND				= שני

TEXT_OPEN_FILE				= פתיחת קובץ
TEXT_SELECT_FOLDER			= בחר את תיקיית הפלט

TEXT_SEG_DURATION			= משך וידאו: ${str1}
TEXT_SEEK_POS				= בחירת איזור: ${str1}
TEXT_TOTAL_SEG_DURATION			= סה"כ: ${str1}
TEXT_HIGH_SPEED_MODE			= מצב מהירות גבוה
TEXT_HIGH_ENCODING_MODE			= מצב קידוד

TEXT_VOLUME_MUTE			= השתק
TEXT_VOLUME				= ווליום: %${int1} 

TEXT_CHANGE_LANG			=  מחדש Bandicut על מנת לשנות שפה עליך להפעיל את .[br]?האם ברצונך להפעיל מחדש עכשיו
TEXT_RESET_ALL_SETTINGS			= ?האם אתה בטוח שברצונך לאפס את כל ההגדרות לברירת מחדל
TEXT_SHUTDOWN_SEC			= המערכת מתכבה בעוד ${int1} שניות
TEXT_SHUTDOWN_APP_SEC			= מתכבה בעוד ${int1} שניות Bandicut

TEXT_UPDATE_AVAILABLE			= זמינה Bandicut גרסא חדשה של [br]?האם ברצונך להורידה עכשיו
TEXT_UPDATE_UNAVAILABLE			= גרסא זו היא האחרונה לעכשיו
TEXT_UPDATE_FAILED			= נכשל בבדיקת מידע גרסא [br]מערכת זו כנראה אינה מחוברת לרשת בצורה זמנית. בבקשה נסה שוב
TEXT_OFFLINE				= פונקציה זו זמינה לשימוש כאשר המחשב מחובר לאינטרנט [br]בבקשה, נסה שוב אחרי שתבדוק את חיבורי האינטרנט.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Error, Warning
TEXT_PROGRAM_INVALID			= התוכנה אינה חוקית. [br]Bandicut עליך לבצע התקנה מחדש ל

TEXT_NOT_SEEKABLE			= המידה הזו אינה יכולה להימצא
TEXT_NOT_SEEKABLE_DETAIL		= מצב מהיר והגדרות קיטוע אינם זמינות.[br]- עמוד טבלה פגום.[br]- אין מפתחות מסגרת או עמודי טבלה

TEXT_NOT_SUPPORT_FILE			=  אינו תומך באלו הקבצים Bandicut. [br](אין מידע אודות הוידאו או המקודד)[br] :ראה מידע אודות הקובץ
TEXT_NOT_SUPPORT_VIDEO			= [br]- מקודד וידאו ${int1}: ${int2} ${str1}
TEXT_NOT_SUPPORT_AUDIO			= [br]- ${int1} ${int2} ${str1} : מקודד אודיו 
TEXT_NOT_SUPPORT_FORMAT			= [br]- ${str1} : פורמט קובץ 
TEXT_NOT_SUPPORT_NONE			= אין
TEXT_NOT_SUPPORT_NOT_DECODE		= (אינו מצליח להפעיל)
TEXT_NOT_SUPPORT_NO_VIDEO_DATA		= (אין נתוני וידאו)
TEXT_NOT_SUPPORT_NOT_EXIST		= [br]קובץ הקלט אינו קיים.[br] בבקשה בדוק את מיקום הקובץ. 

TEXT_NOT_HIGH_SPEED			= מצב מהיר אינו זמין
TEXT_NOT_HIGH_SPEED_DETAIL		= קובץ זה אינו יכול להשתמש במצב מהיר מחמת בעיות מקודד. [br]- בבקשה השתמש במצב קידוד
TEXT_NOT_HIGH_SPEED_NOT_ENOUGH_VFRAME	= - יש לכל הפחות 10 מסגרות וידאו
TEXT_NOT_HIGH_SPEED_QUERY		= - נכשל ביצירת קובת המדיה

TEXT_NOT_HIGH_SPEED_KEY_FRAME		= מצב מהיר הרבה יותר זריז ממצב קידוד. [br]מה שכן תחילת הזמן של קובץ זה עשוי להשתנות כשמשתמשים במצב מהיר (${str1}).

TEXT_KEY_FRAME_CUT_TITLE		= האם ברצונך להמשיך עם מצב מהיר?
TEXT_KEY_FRAME_CUT_IMPOSSIBLE		= .מצב מהיר יהיה זמין אחר הרשמה[br][br] מהאתר Bandicut האם ברצונך לרכוש רישיון עבור ?https://www.bandicut.com 

TEXT_FRAME_CUT_CANT_CHANGE		= Bandicut אינך יכול לשנות הגדרה זו בגרסא החינמית של. [br]בבקשה רכוש רישיון עבור Bandicut מהאתר https://www.bandicut.com

TEXT_KEY_FRAME_CUT	= תחילת הזמן של קובץ זה עשוי להשתנות
TEXT_KEY_FRAME_CUT2			= בבקשה השתמש במצב קידוד אם ישנה איזה בעיה

TEXT_NOT_HIGH_SPEED_JOIN		= אתה יכול להשתמש במצב "מהיר ביותר" עבור הצרפן, רק אם הפורמטים זהים במדויק

TEXT_MSG_CONVERTING_CLOSE		= Bandicut? המשימה בפעולה. האם ברצונך לבטל את הפעולה ולסגור את 
TEXT_MSG_CONVERTING_CANCEL		= ?המשימה בפעולה. האם ברצונך לבטל אותה
TEXT_MSG_CHECK_NOT_SHOW			= אל תציג זאת בפעם הבאה
TEXT_MSG_WRITE_HEADER			= עכשיו כותב את כותרת הקובץ. אם הקובץ שוקל הרבה ההתליך יכול לקחת זמן מה. בבקשה, המתן דקה

TEXT_ERROR_DISKSPACE_TITLE		= אין מספיק שטח דיסק לתיקיית הפלט
TEXT_ERROR_DISKSPACE			= אנא שנה את תיקיית הפלט ונסה שוב.
TEXT_ERROR_DISKSPACE_DETAIL		= [br]-שטח דיסק פנוי: ${str1}[br]-שטח דיסק נדרש:${str2}
TEXT_ERROR_CACHE_DISKSPACE_TITLE	= אין מספיק שטח דיסק לתיקיית המטמון
TEXT_ERROR_CACHE_DISKSPACE		= אנא שנה את תיקיית המטמון ונסה שוב
TEXT_ERROR_CACHE_DISKSPACE_DETAIL	= [br]-שטח דיסק פנוי: ${str1}[br]-שטח דיסק נדרש:${str2}
TEXT_ERROR_FILE_SYSTEM_TITLE		= אנא שנה את תיקיית הפלט או המטמון
TEXT_ERROR_FILE_SYSTEM			= תיקיית הפלט או המטמון אינה ממוקמת במערכת קבצים של NTFS, שעלולה לגרום לבעיות בעת עיבוד קבצים גדולים מ- 4GB. [Br] -תיקייה לשנוי:
TEXT_CANT_KEYFRAME_SEEK			= מנתח את קובץ המדיה. אחרי שהניתוח יסתיים תוכל לדרוש את יחידות מפתח המסגרת.
TEXT_READ_FILE				= נכשל בקריאת הקובץ. בבקשה בדוק את קובץ הקלט.[br]אם הקובץ ממוקם ב- CD/DVD, בבקשה העתק את הקובץ לכונן הקשיח שלך ונסה שוב
TEXT_CODEC_CONFIG			= הגדרות קידוד מוטעות.
TEXT_CODEC_CONFIG2			= [br]בבקשה כנס לתפריט 'הגדרות קידוד'  והשתמש בהגדרות ברירת המחדל של 'הגדרות קידוד' ואחר כך נסה שוב
TEXT_VIDEO_ENCODING			= אירעה שגיאה במהלך קידוד הווידאו. עליך לבדוק את קובץ הקלט או את הגדרות הקידוד
TEXT_VIDEO_ENCODING_QSV_TITLE		= Intel® Quick Sync Video ההמרה עצרה כיוון שיש בעיה עם המקודד
TEXT_VIDEO_ENCODING_QSV			= H.264 Software? האם אתה רוצה להשתמש במקודד
TEXT_AUDIO_ENCODING			= אירעה שגיאה בעת קידוד השמע. עליך לבדוק את קובץ הקלט או את הגדרות הקידוד
TEXT_NOT_SUPPORT_TYPE			= נכשל ביצירת קובת הפלט
TEXT_UNSUPPORT_VIDEO_SIZE		= לא ניתן להמיר לרזולוציית הווידאו הזו.[br]הרזולוציה המרבית הנתמכת על ידי ${str1} is ${str2}.[br]אנא עבור לתפריט 'הגדרות קידוד' ובחר רזולוציית וידיאו אחרת ונסה שוב
TEXT_NO_ENCODER				= אינו נוצא קידוד
TEXT_SEND_FILE				= אנחנו ננסה לפתור את הבעיה bandicut@bandicam.com, אם תשלח את הקובץ ל
TEXT_CHECK_CHANGE_ENCODER		= מעתה והלאה H.264 Software השתמש במקודד
TEXT_INTER_FILE				= אירעה שגיאה בעת שמירת הסרטון בתיקיית הפלט
TEXT_CANT_DECODE_AUDIO			= חלק משרשרות האודיו אינם ברי פיענוח. [Br] הם לא יומרו. האם אתה בטוח שאתה רוצה להמשיך?

TEXT_REBUILD_COMPLETE			= קובץ (ים) מוכן לעריכה.
TEXT_REBUILD_FAILED			= אירעה שגיאה במהלך הכנת קובצ/י הווידיאו.[br]

TEXT_ERRMSG_CONVERT_NUM			= הקידוד נכשל.(${int1})
TEXT_ERRMSG_CONVERT_VSIZE		= נכשל בשימוש המצב המהיר מחמת שהקובץ שוקל יותר מדי. בבקשה השתמש במצב קידוד

TEXT_MSG_CHANGE_MODE_DROP		= אם מספר קבצים יתווספו, באנדיקט יעבור לחתכן. [br]?האם אתה בטוח שברצונך להמשיך
TEXT_MSG_CANT_CHANGE			= באנדיקט מנתח את הקבצים שהתווספו.

TEXT_MISSED_FILE_REMOVE 		= הקובץ הוסר מרשימת המקטעים מחמת שהקובץ אינו קיים.[br]-${str1}

TEXT_INVALID_VALUE			= הזמן ערך בין ${int1} ובין ${int2}.

TEXT_WARNING_MAX_SEGMENT         	= אתה יכול להוסיף עד ${int1} קבצים/מגזרים.
TEXT_WARNING_MAX_SEGMENT_FAIL           = לפניך ${int1} קבצים שלא הוספו.[br]${str1}
TEXT_WARNING_MAX_SEGMENT_AUTO		= אתה עומד לחרוג ממספר המקטעים המקסימאלי (99). אם תמשיך, מספר מקטעים לא יתווספו [br]האם אתה בטוח שברצונך להמשיך?
TEXT_WARNING_MAX_SEGMENT_SHORT		= באנדיקאט לא יכול לחתוך ל ${int1} מקטעים כיוון שהאורך של המקטעים קצר מידי.[br]בבקשה הזן מספר נמוך יותר.
TEXT_WARNING_MAX_SEGMENT_AUTO_CANT	= לא ניתן עוד לפצל את המקטעים יותר מכיוון שחרגת ממספר המקטעים המרבי.
TEXT_WARNING_MAX_SEGMENT_ZERO		= הזמן הוא ארוך מזמן המקטע.[br]בבקשה הגדר אותו לערך קטן יותר ונסה שוב.
TEXT_WARNING_INVALID_TIME		= בבקשה הצב זמן ארוך משניה.

TEXT_EXIST_FILE_HEADER			= קובץ עם אותו שם כבר קיים
TEXT_EXIST_FILE_COMMENT			= אם תמשיך במשימה זו, מספר רצף יתווסף לשם הקובץ. האם אתה בטוח שברצונך להמשיך?
TEXT_EXIST_FILE_OVERWRITE			= שמור קובץ פרויקט
TEXT_EXIST_FILE_COMMENT_OVERWRITE	= ${str1} קיים קובץ זהה.[br] ?האם ברצונך להחליפו

TEXT_MSG_PROJECT_HELP			= ?מהו קובץ פרויקט
TEXT_MSG_SAVE_PROJECT_HEADER		= משימה נמצאת בפעולה.
TEXT_MSG_SAVE_PROJECT			= אם תוסיף קבצי וידאו או קובץ פרויקט, המשימה הפועלת, תואבד. 
TEXT_MSG_SAVE_PROJECT2			= האם ברצונך להמשיך אחרי שמירת קובץ הפרויקט?
TEXT_MSG_SAVE_PROJECT_CLOSE		= האם ברצונך להמשיך אחרי שמירת קובץ הפרויקט?
TEXT_MSG_LOAD_PROJECT_FAIL		= נכשל בפתיחת קובץ הפרויקט
TEXT_MSG_RESTORE_PROJECT		= באנדיקט לא נסגר היטב .[br]?האם ברצונך לשחזר את המשימה האחרונה

; Available Encoder
TEXT_RECOMMEND_CODEC_COMMENT		= סנכרון וידאו מהיר של אינטל אינו מופעל..[br] המחובר למסך, לכניסה שלו בלוח אם VGA בבקשה הכנס את כבל "H264 (Intel® Quick Sync Video)" על מנת להשתמש במקודד, 
TEXT_RECOMMEND_CODEC_COMMENT_OK	 = ?האם תרצה לבקר בדף העזרה

TEXT_ENCODER_TITLE			= ${str1} מקודד זמין
TEXT_ENCODER_AVAILABLE_ENCODER		= ${str1} הוא מקודד חומרה המאפשר לערוך קטעי וידאו במהירות גבוהה יותר מאשר המקודד מבוסס התוכנה.
TEXT_ENCODER_AVAILABLE_ENCODER_OK	= [br]האם תרצה להשתמש במקודד ${str1} ?

TEXT_ERROR_NOT_AVAILABLE_FB_UPLOAD	= .Facebook תכונה זו אינה זמינה עקב המדיניות של 

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Log
TEXT_INPUT_FILE_INFO			= מידע קובץ הקלט
TEXT_H264_NOT_SUPPORT			= המערכת אינה תומכת ב-קידוד H.264
TEXT_FILE_NAME				= שם קובץ: ${str1}
TEXT_FILE_TYPE				= פרומט קובץ: ${str1}
TEXT_FILE_DURATION			= משך: ${str1}
TEXT_FILE_SIZE				= גודל קובץ: ${str1}
TEXT_SEGMENT				= מקטעים: ${str1} 
TEXT_HIGH_SPEED_KEY_FRAME_START		= - תחילת הזמן המקורי: ${str1}
TEXT_HIGH_SPEED_KEY_FRAME_KEY_START	= - תחילת זמן חדש: ${str1}
TEXT_ENABLE_HIGH_SPEED			= השתמש במצב מהיר: ${str1}
TEXT_SEEKABLE				= דורש ${str1}  
TEXT_POSSIBLE				= אפשר
TEXT_IMPOSSIBLE				= השבת
TEXT_POSSIBLE_REG			= זמין אחר הרשמה
TEXT_TRACK_COUNT			= ${int1} רצועת וידאו(s), ${int2} רצועת אודיו(s)
TEXT_OUTPUT_FILE_INFO			= מידע קובץ הפלט
TEXT_ADD_FAILED				= [נכשל בהוספת הקובץ]
TEXT_OUTPUT_OPTION			= אפשרויות פלט
TEXT_INPUT_FILES			= [מספר קבצי קלט (מקטעים)  : ${int1}]
TEXT_H264_ENCODER			= מקודד H.264   
TEXT_CODEC				= מקודד

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Main window
TEXT_MAIN_MOVIE_FILES			= קבצי מדיה
TEXT_MAIN_PROJECT_FILES			= קבצי פרויקט
TEXT_MAIN_ALL_FILES			= כל הקבצים

TEXT_MOREINFO				= ראה עוד...

TEXT_SEGMENT_TITLE			= מקטע ${str1}
TEXT_SEGMENT_FILE_TITLE			= קובץ ${str1}

TEXT_RECORDING				= לוכד המסך Bandicam התחל את [br](מקליט מחשב, משחק או מצלמת אינטרנט)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Banner
TEXT_BANNER_FONT			= Arial
TEXT_BANNER_FONT_COLOR			= #bbb
TEXT_BANNER_FONT_OVER_COLOR		= #5acf0c
TEXT_BANNER_OFF_TITLE			= ניסיון
TEXT_BANNER_OFF_SUBJECT			= אתה משתמש בגרסא לא רשומה.
TEXT_BANNER_OFF_CONTENTS_1		= אם תרכוש רישיון ותרשם,
TEXT_BANNER_OFF_CONTENTS_2		= תוכל להשתמש בתוכנה ללא מגבלות הניסיון.
TEXT_BANNER_RESULT_SUBJECT		= ?לא מרוצה מהמהירות
TEXT_BANNER_RESULT_CONTENTS_1		= Bandicut בבקשה רכוש רישיון עבור.
TEXT_BANNER_RESULT_CONTENTS_2		= המהירות תעלה בכ-  <b>${str1}% (${str2})</b>.
TEXT_BANNER_RESULT_BTN			= קנה עכשיו

TEXT_BANNER_UWP_SUBJECT			= מחתך הוידאו (חינם) עבור חנות מיקרוסופט Bandicut
TEXT_BANNER_UWP_CONTENTS_1		= מחתך, מפריד ומצרף וידאו מהיר וללא אובדן נתונים
TEXT_BANNER_UWP_CONTENTS_2		= לקבלת מידע נוסף, בקר באתר הרשמי

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Configuration
TEXT_TAB_GENERAL			= ראשי
TEXT_TAB_FILE				= פלט
TEXT_TAB_LANGUAGE			= שפה
TEXT_TAB_HIGHSPEED			= מהיר ביותר
TEXT_TAB_VFILTER			= מסנן וידאו
TEXT_TAB_INFO				= אודות

TEXT_PREFIX_FILE_NAME			= שם קובץ מקור
TEXT_PREFIX_CUSTOM			= קידומת מותאמת אישית
TEXT_PREFIX_NONOE			= ללא
TEXT_SUFFIX_TIME			= תאריך ושעה
TEXT_SUFFIX_SERIAL			= מספר רצף
TEXT_SUFFIX_DATE_SERIAL			= תאריך ומספר רצף
TEXT_FILE_EXAMPLE			= דוג')
TEXT_DEFAULT_CACHE_FOLDER		= (ברירת מחדל)

TEXT_INTEL_QSV				= Intel® Quick Sync video (חומרה מאיצה, מהיר)

TEXT_H264_NOT_SUPPORT			= המערכת אינה תומכת במקודד H.264 .[br]?האם ברצונך לבקר באתר העזרה

TEXT_VIDEO_QUALITY			= איכוץ
TEXT_VIDEO_BITRATE			= קצב סיביות(kbps)
TEXT_AUDIO_MONO				= מונו
TEXT_AUDIO_STEREO			= סטריאו
TEXT_NO_VIDEO				= אין וידאו
TEXT_NO_AUDIO				= אין אודיו
TEXT_VIDEO				= וידאו
TEXT_AUDIO				= אודיו
TEXT_UNKNOWN				= לא ידוע
TEXT_AUTO				= אוטומטי
TEXT_ALWAYS				= Always
TEXT_DONT_USE				= Don't use

TEXT_FIT_WIDTH				= התאם רוחב 
TEXT_FIT_HEIGHT				= התאם גובה
TEXT_SIZE_AUTO				= שמור על גודל מקורי
TEXT_SIZE_CUSTOM			= מותאם אישית

TEXT_FIT_WIDTH_INFO			= התאם רוחב (${int1}x0)
TEXT_FIT_HEIGHT_INFO			= התאם גובה (0x${int1})
TEXT_SIZE_AUTO_INFO			= (${int1}x${int2})

TEXT_FULL_HD				= 1920x1080(full HD, 1080p)
TEXT_FIT_IPAD2				= 1024 x 768 (iPad2)
TEXT_FIT_IPHONE4			= 960 x 640 (iPhone4)
TEXT_FIT_NEW_IPAD			= 2048 x 1536 ( iPad חדש)

TEXT_FPS_AUTO				= מקורי FPS שמור על 

TEXT_MIN_VIDEO_SIZE			= הערך המינימאלי של רוחב וגובה וידאו זה הוא ${int1}.
TEXT_MAX_VIDEO_SIZE			= הערך הקסימאלי של רוחב וגובה וידאו זה הוא ${int1}.
TEXT_ODD_VIDEO_SIZE			= קידוד קובץ הוידאו עשוי להיכשל כאשר מספר הרוחב והגובה של הקובץ הינו מוזר.[br]?האם ברצונך לשנות את גודל הוידאו כנזכר
TEXT_ODD_VIDEO_SIZE2			= [br]- גודל וידאו ע"פ הגדרת משתמש: ${int1} x ${int2}
TEXT_ODD_VIDEO_SIZE2_1			= [br]- גודל וידאו חדש: ${int1} x ${int2}
TEXT_MAX_VIDEO_KBITRATE			= הערך המקסימאלי של קצב הסיביות של וידאו זה הוא ${int1} Kbps.
TEXT_MAX_VIDEO_QUALITY			= ערך איכות הוידאו אמור להיות בין 1 ל-100.
TEXT_DONT_ALLOW_NORMALIZE		= "אינך יכול להשתמש באפשרות זו עם אפשרות ה"הסר רצועות שמע .[br]" ?האם ברצונך לבטל את אפשרות "הסר רצועות שמע
TEXT_DONT_ALLOW_REMOVE_AUDIO		= "אינך יכול להשתמש באפשרות זו עם אפשרות ה"מנרמל.[br]" ?האם ברצונך לבטל את אפשרות "מנרמל

TEXT_SAMPLERATE_AUTO			= שמור על תדר מקורי

TEXT_ASK_FOR_REG			= גרסא לא רשומה
TEXT_ASK_FOR_REG_DETAIL			= רכוש רישיון עבור Bandicut על מנת להסיר את כל ההגבלות.
TEXT_ASK_FOR_REG_CONTINUE		= התעלם והמשך
TEXT_ASK_FOR_REG_REGNOW			= -Bandicut הירשם ל
TEXT_ASK_FOR_REG_TRY			= ללא רישיון Bandicut נסה את

TEXT_NOT_EXIST_OUTPUT			= תיקיית הפלט לא קיימת. אנא שנה את תיקיית הפלט
TEXT_NOT_SUPPORT_FOLDER			= אתה לא יכול לשמור קבצים בתיקייה זו. בבקשה בחר תיקייה אחרת.
TEXT_NOT_SAVE_SOURCE_FOLDER		= אינך יכול לשמור את הקובץ לתיקיית הקלט [br]האם ברצונך להמשיך אחרי ביטול סימון אפשרות [שמור אל תיקייה הפלט]?
TEXT_NOT_ALLOWED_CHAR			= שם קובץ אינו יכול להכיל את אחד מהתווים הבאים.[br]${str1}
TEXT_LONG_PATH				= שם הקובת עלול להיות יותר מדי ארוך עבור הפלט. בבקשה בחר שם אחר ונסה שובאו בחר מיקום אחר שנתיב אליו קצר.[br]אורך נתיב הקובץ המקסימלי הוא${int1} תווים.
TEXT_ADDING_FILES			= מוסיף קבצי מדיה. בבקשה המתן בסבלנות.

TEXT_DEFAULT_PRESET			= ברירת מחדל
TEXT_FIT_WIDTH_PRESET			= מותאם לרוחב
TEXT_FIT_HEIGHT_PRESET			= מותאם לגובה
TEXT_UPLOAD_480_PRESET			= YouTube / Twitter (480p, 30fps)
TEXT_UPLOAD_720_PRESET			= YouTube / Twitter (720p, 30fps)
TEXT_UPLOAD_1080_PRESET			= YouTube / Twitter (1080p, 30fps)
TEXT_SMARTPHONE_PRESET			= טלאפון חכם
TEXT_PPT_PRESET				= PowerPoint
TEXT_DELETE_PRESET			= ?האם ברצונך למחוק את ההגדרה מראש[br][br]-שם ההגדרה מראש: ${str1}
TEXT_SAME_PRESET			= ?שם ההגדרה מראש שהזנת כבר קיים. האם ברצונך להחליף את ההגדרה מראש הקיימת[br][br]-שם ההגדרה מראש: ${str1}
TEXT_SAME_RENAME_PRESET			= שם ההגדרה מראש שהזנת כבר קיים. בבקשה הקש שם אחר.[br][br]-שם ההגדרה מראש: ${str1}
TEXT_REFLECTED_PRESET			= ההגדרה המוגדרת מראש הוחלה[br][br]-שם הגדרה מראש: ${str1}

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Installer
TEXT_WELCOMEPAGE_TEXT			= על מחשבך Bandicut התוכנה תתקין את  .[br][br]פועל ברגע זה , בבקשה כבה אותו לפני תחילת ההתקנה Bandicut אם [br][br]לחץ על מנת להמשיך
TEXT_DELETE_ALL_FILES			= לא כל הקבצים בפנים (${str1}) הם הוסרו. [br]?האם ברצונך להסירם
TEXT_STILLRUN_EXIT_PROGRAM		= באנדיקאט בשימוש. סגור את היישום לפני שהינך ממשיך.
TEXT_THIS_IS_NT_ONLY_APP		= תוכנה זו תעבוד רק על וינדואס ויסטא והלאה. [br]האם ברצונך להוריד את הגרסא המתאימה לוינדואס אקספי?
TEXT_DO_NOT_WORK_32BIT			= תוכנית זו אינה פועלת ב- Windows של 32 סיביות. [br] האם ברצונך להוריד את הגרסה עבור Windows של 32 סיביות?
TEXT_NEED_ADMIN_PRIVILEGE		= התקנת תוכנה זו דורשת הפעלת מנהל. [br]?האם ברצונך לבטל את ההתקנה
TEXT_DELETE_ALL_PRESET_FILES		= ההגדרה מראש המותאת אישית, כבר קיימת.[br]האם ברצונך להסירם?

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Wizard
TEXT_WIZARD_COMMENT				= בבקשה בחר את המצב שברצונך להשתמש
TEXT_WIZARD_COMMENT_CUT			= חתוך קבצי וידאו או הסר חלק אחד או יותר מהוידאו
TEXT_WIZARD_COMMENT_SPLIT		= פצל וידאו למספר מקטעים
TEXT_WIZARD_COMMENT_JOIN		= חבר מספר קבצי וידאו יחד

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Cut/Join Guide
TEXT_GUIDE_CUT				=<font color=white>Bandicut</font> חתכן
TEXT_GUIDE_JOIN				=<font color=white>Bandicut</font> צרפן

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Cutting
TEXT_RESUME				= המשך
TEXT_PAUSE				= השהה
TEXT_READY				= ממתין

TEXT_TITLE_ALARM_TRAILING		= ${str1} - כותב את כותרת הקובץ
TEXT_JOIN_JOB				= צרף

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Register
TEXT_REGISTER_SUCCEEDED			= הורשם בהצלחה Bandicut -ה.
TEXT_REGISTER_FAILED			= ההרשמה כשלה. [br]בדוק את כתובת האימייל שלך או המספר הסידורי.
TEXT_REGISTER_CONNECT_FAILED		= אינו יכול להיתחבר לשרת ההרשמה.[br]בבקשה בדוק את חיבורי הרשת שלך, והצב את השעון לתאריך והזמן של היום.${str1}
TEXT_REGISTER_FAILED_HELP		= [br]אם אתה צריך עזרה, לחץ על הלחצן "אישור".
TEXT_REGISTER_INFO			= כתובת אימייל: ${str1} [br]מספר סדורי: ${str2} 
TEXT_REGISTER_INFO2		= תאריך תפוגה : ${str1} (${int1} ימים נותרו)
TEXT_REGISTER_INFO2_EXPIRED	= תאריך תפוגה : ${str1} (פג)
TEXT_REGISTER_YET			= !!!אינו רשום[br]- סימני מים יוותספו לוידאו.[br]- בבקשה לחץ על לחצן "הרשמה" כדי להסיר את ההגבלות 
TEXT_HAS_BEEN_UNREGISTERED		= ביטל את הרישיון Bandicut  
TEXT_UNREGISTER				= Bandicut? ברצונך לבטל את הרישיון של 
TEXT_NOTICE_NEED_TO_RENEW		= רישיון באנדיקט יפוג אחר ${int1} ימים לחץ על לחצן אישור בכדי לקבל הוראות לחידוש רישיון
TEXT_NOTICE_NEED_TO_RENEW_NOW		= רישיון באנדיקט פג לחץ על לחצן אישור בכדי לקבל הוראות לחידוש רישיון

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; upload video
TEXT_UPLOAD_VID_NO_TITLE		= בבקשה רשום כינוי לוידאו על מנת להעלותו
TEXT_UPLOAD_YOUTUBE_LOGIN		= Youtube - היכנס אל 
TEXT_UPLOAD_YOUTUBE_LOGIN_TEXT		= Signing in with YouTube from the browser...
TEXT_UPLOAD_VIMEO_LOGIN			= Vimeo - היכנס אל
TEXT_UPLOAD_COMPLETE			= העלאה הושלמה
TEXT_UPLOAD_ERR_FAIL			= נכשל בהעלאת הוידאו
TEXT_UPLOAD_ERR_FILESIZE_LIMIT		= הקובץ יותר מדי גדול בשביל העלאה
TEXT_UPLOAD_ERR_FREESPACE		= אין מספיק מקום פנוי בכדי להעלותו
TEXT_UPLOAD_ERR_CONNECT			= נכשל בהתחברות לשרת
TEXT_UPLOAD_ERR_AUTH_VIMEO		= Vimeoנכשל בהעלאת וידאו זה. משתמש בסיסי אינו יכול להשתמש בפונקציה זו.
TEXT_UPLOAD_WARNING_DOING		= מעלה עכשיו ${int1} קבצי וידאו. ?האם ברצונך לבטל את העלאת הוידאו ולסגור את Bandicut
TEXT_UPLOAD_NO_PASSWORD			= בבקשה הזן סיסמא.
TEXT_UPLOAD_YOUTUBE_QUOTA		= Bandicut has exceeded the daily upload quota assigned by YouTube.[br]The quota will be reset at midnight Pacific Time.[br]Please try again after midnight Pacific Time or go to YouTube.com and upload the video directly to YouTube.[br][br]Do you want to visit YouTube.com?
TEXT_UPLOAD_ERR_ACCESSTOKEN		= Failed to get an access token.

TXT_TITLE               		= Signing in with YouTube is complete!
TXT_MESSAGE_COMPLETE1   		= Signing in with YouTube is complete!
TXT_MESSAGE_COMPLETE2   		= You can close this page.
TXT_GOTO_BANDICUT_HOME  		= Go to bandicut.com

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; download & update 
TEXT_UPDATE_IN_PROGRESS			= ...ההתקנה בתהליך
TEXT_UPDATE_FAILED_DL			= נכשל בהורדת קבצי התקנה. [br].מערכת זו כנראה אינה מחוברת לאינטרנט ברגע זה
TEXT_UPDATE_INSTALL_SUCCEED		= .ההתקנה הושלמה
TEXT_UPDATE_INSTALL_FAILED		= .ההתקנה נכשלה

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Menu
[MENU]
MENUSTR_MAIN_ABOUT			= אודות [tab]F1
MENUSTR_MAIN_FILE_OPEN			= פתח קובץ [tab]F2, Ctrl+O
MENUSTR_MAIN_FILE_UPLOAD		= העלה אל
MENUSTR_MAIN_FILE_CLOSE			= סגור קובץ [tab]F4
MENUSTR_MAIN_OUTPUT			= פתח את תיקיית הפלט [tab]Ctrl+F2
MENUSTR_MAIN_SETTING			= הגדרות [tab]F5
MENUSTR_MAIN_REGISTER			= הרשמה [tab]F3
MENUSTR_MAIN_CLOSE			= יציאה [tab]Alt+F4
MENUSTR_MAIN_HELP			= עזרה
MENUSTR_HELP_ONLINE			= עזרה
MENUSTR_HELP_HOTKEYS			= מקשי קיצור
MENUSTR_HELP_LICENSE			= מידע רישיון
MENUSTR_MAIN_VIDEO			= וידאו
MENUSTR_MAIN_AUDIO			= אודיו
MENUSTR_MAIN_FILE_INFO			= פרטי קובץ [tab]Ctrl+F1
MENUSTR_MAIN_FILE_CLOSE_ALL		= סגור את כל הקבצים [tab]F4
MENUSTR_MAIN_PROJECT_FILE_OPEN		= פתח קובץ פרויקט
MENUSTR_MAIN_PROJECT_FILE_SAVE		= שמור קובץ פרויקט
MENUSTR_UPLOAD_SETTING			= הגדרות

MENUSTR_PRESET_USER			= הגדרות מראש
MENUSTR_PRESET_ADD			= הוסף הגדרה ראש
MENUSTR_PRESET_EDIT			= ערוך הגדרה מראש

[DIALOG]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL				= ביטול
IDOK					= אישור
IDC_BTN_CLOSE				= סגור
IDC_BTN_YES				= כן
IDC_BTN_NO				= לא
IDC_BTN_REGISTER			= הירשם
IDC_CK_OPEN_OUTPUT_FOLDER		= פתח את תיקיית הפלט בסיום
IDC_ST_DETAIL_LINK			= ראה עוד...
IDC_ST_OPTION				= אפשרויות
IDC_ST_HELP				= עזרה

[IDD_OUTPUT_DETAIL]
IDD_OUTPUT_DETAIL			= הגדרות מצב קידוד
IDC_ST_FILE_FORMAT			= קובץ
IDC_ST_FORMAT				= פורמט קובץ
IDC_ST_VIDEO_DETAIL			= וידאו
IDC_ST_AUDIO_DETAIL			= אודיו
IDC_ST_VIDEO_SIZE			= גודל וידאו
IDC_ST_FPS				= FPS
IDC_ST_VIDEO_CODEC			= מקודד וידאו 
IDC_ST_VIDEO_MODE			= שליטת קצב הסיביות
IDC_ST_VIDEO_QUALITY			= איכות
IDC_ST_VIDEO_BITRATE			= קצב סיביות
IDC_ST_VIDEO_DEINTERLACE		= שילוב
IDC_ST_AUDIO_CODEC			= מקודד אודיו
IDC_ST_AUDIO_CHANNEL			= ערוץ
IDC_ST_AUDIO_SAMPLERATE			= תדר
IDC_ST_AUDIO_MODE			= שליטת קצב סיביות
IDC_ST_AUDIO_BITRATE			= קצב סיביות
IDC_BTN_PRESET				= ברירת מחדל
IDC_BTN_SETTING_MORE			= הגדרות נוספות...
IDC_ST_AUDIO_NORMALIZE			= מנרמל
IDC_CK_AUDIO_NORMALIZE			= השתמש

[IDD_OUTPUT_H264]
IDD_OUTPUT_H264				= H.264 הגדרות 
IDC_ST_H264_PROFILE_SETTING		= ${str1} הגדרות  
IDC_ST_H264_PROFILE			= פרופיל
IDC_ST_H264_LEVEL			= דרגה

[IDD_PRESET_ADD]
IDD_PRESET_ADD				= הוסף הגדרה מראש חדשה
IDC_ST_ADD_PRESET			= באפשרותך לשמור את הגדרות הפורמט הנוכחיות כהגדרה קבועה מראש .[br]הוסף שם להגדרה מראש
IDC_ST_SELECT_ENCODER			= הגדרות מקודד H.264 
IDC_ST_VIDEO_ENCODER			= מקודד H.264 			

[IDD_PRESET_RENAME]
IDD_PRESET_RENAME			= שנה את שם ההגרדה מראש
IDC_ST_RENAME_PRESET			= הקש שם חדש להגדרה מראש

[IDD_PRESET_EDIT]
IDD_PRESET_EDIT				= ערוך הגדרה מראש
IDC_BTN_PRESET_ADD			= הוסף
IDC_BTN_PRESET_DELETE			= מחק
IDC_BTN_PRESET_RENAME			= שנה שם

[IDD_SETTING]
IDD_SETTING				= הגדרות
IDC_BTN_RESET				= איפוס

[IDD_SETTING_GENERAL]
IDC_CK_SHOW_NOT_SKEEABLE		= התרע כאשר פותחים קבצי מדיה שאינם זמינים
IDC_CK_ALERT_EXIST_FILE			= התרע כאשר קובץ עם אותו שם כבר קיים
IDC_CK_ALERT_SAVE_PROJECT		= התרע בעת שמירת קובץ פרויקט
IDC_CK_USE_LOG_FILE			= צור קובץ יומן 
IDC_CK_MOV_FRONT_HEADER			=  (MP4) שמור את אינפורמצית הקובץ בתחילת הקובץ 
IDC_CK_KEEP_CREATION_TIME		= שמור על תאריך/זמן יצירה של הקובץ המקורי (מידע טג)
IDC_ST_UPLOAD				= אפשרויות העלאה
IDC_CK_SHOW_TIP				= הראה טיפ/מידע
IDC_CK_AUTO_MOVE			= הזז את מיקום הקלט בעת הקשה על מקשי הספרות.
IDC_CK_DEINTERLACE_PREVIEW		= השתמש במסנן החלוקה בעת הפעלת וידיאו משולב

[IDD_SETTING_FILE]
IDC_ST_OUTPUT				= תיקיית פלט
IDC_BTN_SET_OUTPUT			= ...בחר
IDC_BTN_OPEN_OUTPUT			= פתח
IDC_CK_OUTPUT_SOURCE			= שמור אל תיקיית הקלט
IDC_ST_FILENAME				= הגדרות שם קובץ
IDC_ST_CACHE_FOLDER			= תיקיית מטמון
IDC_BTN_SET_CACHE_FOLDER		= ...בחר
IDC_BTN_SET_DEFAULT_CACHE_FOLDER	= ברירת מחדל

[IDD_SETTING_LANGUAGE]
IDC_ST_LANGUAGE				= שפה
IDC_ST_TRANSLATOR			= תודה למתרגמים

[IDD_SETTING_HIGHSPEED]
IDC_CK_SHOW_NOT_HIGH_SPEED		= "התרע כאשר אין אפשרות להשתמש במצב "מהיר ביותר
IDC_CK_ALWAYS_KEY_FRAME_CUT		= "תמיד חתוך בפריימים על מצב "מהיר ביותר
IDC_CK_SHOW_KEY_FRAME_CUT		= התרע כאשר זמן ההתחלה של הקובץ ישתנה

[IDD_UPLOAD_TO_VIMEO]
IDD_UPLOAD_TO_VIMEO			= Vimeo.com העלה ל
IDC_ST_VIMEO_UPLOADINFO			= מידע העלאה
IDC_ST_VIMEO_FILENAME			= שם קובץ:
IDC_ST_VIMEO_TITLE			= כינוי:
IDC_ST_VIMEO_DESCRIPTION		= תיאור:
IDC_ST_VIMEO_PRIVACY			= פרטיות:
IDC_RD_VIMEO_PRIVACY_ANYONE		= כולם" - אפשר לכולם לראות את הוידאו"
IDC_RD_VIMEO_PRIVACY_ONLYME		= אני בלבד" - אפשר רק לי לראות את הוידאו ולא לאף אחד אחר"
IDC_RD_VIMEO_PRIVACY_FOLLOW		= אנשים שאני עוקב" - אפשר רק לאנשים שאני עוקב אחריהם לראות"
IDC_RD_VIMEO_PRIVACY_UNLISTED		= רק אנשים עם קישור פרטי יכולים לצפות בוידאו  
IDC_ST_VIMEO_PRIVACY_UNLISTED		= (בסיסיים אינם יכול להשתמש באופציה זו Vimeo משתמשי )
IDC_RD_VIMEO_PRIVACY_PASSWORD		= רק אנשים עם סיסמא יכולים לצפות בוידאו זה 
IDC_CK_HIDE_PASSWORD			= הסתר סיסמא
IDC_BTN_VIMEO_UPLOAD			= העלה
IDC_LN_VIMEO_HELP			= עזרה

[IDD_UPLOADING_VIMEO]
IDD_UPLOADING_VIMEO			= ...מעלה
IDC_ST_VIMEO_UPLOADED			= העלאת הוידאו הושלמה!
IDC_ST_VIMEO_LINK			= קישור:
IDC_ST_VIMEO_EMBED			= הטמע:
IDC_BTN_VIMEO_LINK_GO			= גש
IDC_BTN_VIMEO_EMBED_COPY		= העתק
IDC_BTN_VIMEO_CLOSE			= סגור

[IDD_UPLOAD_TO_YOUTUBE]
IDD_UPLOAD_TO_YOUTUBE			= Youtube.com העלה ל 
IDC_ST_YOUTUBE_UPLOADINFO		= מידע העלאה
IDC_ST_YOUTUBE_FILENAME			= שם קובץ:
IDC_ST_YOUTUBE_TITLE			= כותרת:
IDC_ST_YOUTUBE_DESCRIPTION		= תיאור:
IDC_ST_YOUTUBE_PRIVACY			= פרטיות:
IDC_RD_YOUTUBE_PRIVACY_PUBLIC		= פומבי" - אפשר לכל אחד לראות את הוידאו הזה"
IDC_RD_YOUTUBE_PRIVACY_UNLISTED		= חסוי" - כל מי שיש לו את הלינק לוידאו יכול לראות אותו"
IDC_RD_YOUTUBE_PRIVACY_PRIVATE		= פרטי" - עשה וידאו זה זמין לי ולאנשים שאני בוחר"
IDC_BTN_YOUTUBE_UPLOAD			= העלאה
IDC_LN_YOUTUBE_HELP			= עזרה
IDC_LN_YOUTUBE_TOS			= 
IDC_CK_YOUTUBE_KEEP_LOGGED_IN		= Keep me logged in
IDC_BTN_YOUTUBE_LOGOUT			= Logout

[IDD_UPLOADING_YOUTUBE]
IDD_UPLOADING_YOUTUBE			= ...מעלה
IDC_ST_YOUTUBE_UPLOADED			= העלאת הוידאו הושלמה
IDC_ST_YOUTUBE_LINK			= קישור:
IDC_ST_YOUTUBE_EMBED			= שיבוץ:
IDC_BTN_YOUTUBE_LINK_GO			= גש
IDC_BTN_YOUTUBE_EMBED_COPY		= העתק
IDC_BTN_YOUTUBE_CLOSE			= סגור

[IDD_FILEINFO]
IDD_FILEINFO				= מידע קובץ
IDC_BTN_CLIPBOARD			= העתק ללוח

[IDD_REGISTER]
IDD_REGISTER				= Bandicut -הירשם ל 
IDC_ST_1BUY				= 1. קנה
IDC_ST_1BUY_COMMENT			= אינו רשום ,סימני מים יתווספו על הוידאו. אנא לחץ על Bandicut אם לחצן "קנה עכשיו" כדי לרכוש רישיון
IDC_BTN_BUY_ONLINE			= קנה עכשיו
IDC_ST_2REGISTER			= 2. הירשם
IDC_ST_2REGISTER_COMMENT		= בבקשה הכנס כתובת אימייל ומספר סידורי [br](Bandicut אתה צריך חיבורי רשת על מנת להירשם ל)
IDC_ST_EMAIL_ADDRESS			= כתובת אימייל
IDC_ST_SERIAL_NUMBER			= מספר סדורי
IDC_BTN_REGISTER_NOW			= הירשם עכשיו
IDC_BTN_UNREGISTER_NOW			= ביטול רישיון

[IDD_SHUTDOWN]
IDD_SHUTDOWN				= כיבוי מערכת
IDC_ST_SHUTDOWN_INFO			= כיבוי מערכת
IDC_ST_SHUTDOWN_MSG1			= המערכת תתכבה מחמת שהתהליך הושלם.[br]אם אינך רוצה לכבותו, לחצן על לחצן הביטול
IDD_SHUTDOWN_APP			= Bandicut סגור
IDC_ST_SHUTDOWN_APP_INFO		= Bandicut סגור 
IDC_ST_SHUTDOWN_APP_MSG1		=  יסגר בצורה אוטומטית בגלל שהתהליך הושלםBandicut  .[br]לחץ על לחצן הביטול, Bandicut אם אינך רוצה לסגור את 

[IDD_UPDATE_CHECK]
IDD_UPDATE_CHECK			= בדיקת עדכון
IDC_ST_UPDATE_SETTING			= הגדרות
IDC_CK_ENABLE_AUTO_CHECK		= אפשר בדיקת עדכון אוטומטית
IDC_CK_SHOW_UPDATE_POPUP		= הצג חלון בעת שעדכון זמין
IDC_CK_SHOW_ENABLE_BETA			= הצג חלון כאשר עדכון בטא זמין
IDC_BTN_CHECK_UPDATE_NOW		= בדוק עדכון עכשיו

[IDD_UPDATEINFO]
IDD_UPDATEINFO				= מידע עדכון
IDC_ST_UPDATE_MSG1			= גרסא חדשה זמינה
IDC_ST_UPDATE_MSG2			= .אם תלחץ על לחצן "עדכון", תוכל להוריד אותו
IDOK					= עדכון

[IDD_FAILTOADD]
IDD_FAILTOADD				= .נכשל בהוספת הקובץ(ים)

[IDD_ITEM_EDIT]
IDD_ITEM_EDIT				= מפצל וידאו
IDOK					= החל
IDC_RD_SPLIT_NUMBER			= -פצל ל
IDC_RD_SPLIT_TIME			= פיצול לפי משך זמן:
IDC_ST_SEGMENT				= מקטעים
IDC_CK_KEEP_SEGMENT			= שמור את המקטעים הנבחרים
IDC_ST_HOUR				= שעה
IDC_ST_MIN				= דקה
IDC_ST_SEC				= שניה

[IDD_INFORMATION]
IDD_INFORMATION				= מקשי קיצור
IDD_INFORMATION_LICENSE			= מידע רישיון

[SKIN]
; New UI
; Common
$BN_START				= התחל
$BN_CANCEL				= ביטול
$BN_OK					= אישור
$BN_YES					= כן
$BN_NO					= לא
$ST_OPTION				= אפשרויות
$CK_JOIN				= שלב מקטעים
$BN_OPEN_OUTPUT				= פתח
$BN_HELP				= עזרה
$CHECK_DO_NOT_SHOW			= אל תציג בפעם הבאה

; Main
$BN_TIP					= בבקשה הירשם כדי להסיר את כל המגבלות 
$BN_ADD_SEGMENT				= הוסף קטע
$BN_GUIDE_OPEN_FILE			= פתח קובץ
$BN_GUIDE_OPEN_FILE_JOINER		= פתח קבצים
$ST_GUIDE_SET_SEGMENT			= בחר איזור חיתוך
$ST_GUIDE_START				= "לחץ על "התחל
$ST_GUIDE_ADD_FILES			= הוסף קבצים
$ST_SEGMENT_LIST_TITLE			= רשימת מקטעי החתכן
$ST_SEGMENT_LIST_TITLE_JOIN		= רשימת קבצי הצרפן

; Wizard
$BN_WIZARD_CUT				= חתוך
$BN_WIZARD_JOIN				= צרף
$BN_WIZARD_SPLIT			= הפרד

; About
$ST_ABOUT_VERSION_INFO			=  Bandicut גרסאת
$ST_ABOUT_COPYRIGHT			= Copyright(c) 2013-2021 Bandicam.com
$BN_ABOUT_NEW_VERSION			= גרסא חדשה זמינה
$BN_ABOUT_CHECK_UPDATE			= בדיקת עדכון
$ST_ABOUT_LICENCE_INFO			= מידע תוכנה
$BN_ABOUT_REGISTER			= הירשם
$BN_ABOUT_REGISTER_HELP			= כיצד לרכוש ולהירשם
$ST_ABOUT_HOMEPAGE_INFO			= כתובת אתר
$ST_ABOUT_HOMEPAGE_URL			= דף הבית
$ST_ABOUT_FAQ_URL			= שו"ת
$BN_ABOUT_UPDATE_REGISTRATION		= עדכן רישום
$BN_ABOUT_RENEW_LICENSE			= חידוש רישיון

; OutputProgress

; Ready
$ST_READY_OUTPUT_MODE			= מצב
$RD_READY_HIGH_SPEED_MODE		= מצב מהיר
$RD_READY_ENCODING_MODE			= מצב קידוד
$ST_READY_MODE_HIGH_SPEED		= (מהיר וללא אובדן (מומלץ
$ST_READY_MODE_ENCODING			=  (התאם את הפורמט,איכות והקידוד של הקבצים (איטי
$ST_READY_FILE_FORMAT			= פורמט קובץ
$ST_READY_VIDEO_INFO			= מידע וידאו
$ST_READY_VIDEO_ENCODER			= מקודד וידאו
$ST_READY_AUDIO_INFO			= מידע אודיו
$BN_READY_DETAIL_SETTING		= הגדרות קידוד
$BN_READY_PRESET			= הגדרה קבועה מראש
$ST_READY_OUTPUT_OPTION			= פלט
$ST_READY_OUTPUT_FILE_NAME		= שם קובץ
$ST_READY_SAVE_FOLDER			= תיקיית פלט
$CK_READY_OUTPUT_TO_SOURCE		= שמור אל תיקיית הקלט
$ST_READY_TRACK_OPTION			= שמור טראקים
$RD_READY_ALL_TRACK			= שמור את כל רצועות הוידאו והאודיו
$RD_READY_SEL_TRACK			= שמור רק רצועות וידאו ואודיו נבחרים
$CK_READY_EXTRACT_AUDIO			= (.mp3) חלץ את רצועות האודיו 
$CK_READY_REMOVE_AUDIO			= הסרת רצועות שמע

; Run
$ST_RUN_CUT_FILE_INFO			= התקדמות
$ST_RUN_FILE_NAME			= קובץ
$ST_RUN_COMPLETE			= הושלם
$BN_RUN_UPLOAD				= העלאה
$BN_RUN_PLAY				= הפעל
$ST_RUN_RUNNING_TIME			= זמן שחלף
$ST_RUN_REMAINING_TIME			= זמן שנותר
$ST_RUN_SPEED				= מהירות
$ST_RUN_FILE_SIZE			= גודל קובץ 
$ST_END_OPTION				= אחרי השלמה
$ST_UPLOAD_OPTION			= אפשרויות העלאה
$CK_RUN_OPEN_OUTPUT_FOLDER		= פתח את תיקיית הפלט בסיום
$CK_RUN_SYSTEM_CLOSE			= כבה
$CK_SOUND_ALARM				= השמע קול
$CK_MOVE_TO_MAIN			= עבור אל החלון הראשי

; Capture
$BN_OPEN_FOLDER			= פתח תיקייה
$BN_MESSAGE				= [u]לכידות תמונה נשמרו בתיקייה הפלט.[/u]

; Update Bandicam
$ST_UPDATE_STEP1_TEXT			= היא מאפשרת לך להקליט הכל ממסך מחשבך ולשמור ?<font color="yellow">Bandicam</font> האם ניסית את ?בקובץ וידאו. [br]האם ברצונך לנסות את באנדיקאם
$BN_UPDATE_STEP1_LINK			= למד עוד
$ST_UPDATE_STEP2_TEXT			= ...ההורדה בתהליך
$BN_UPDATE_INSTALL			= התקן עכשיו
$BN_UPDATE_LATER			= לא, תודה!
$BN_UPDATE_CANCEL			= ביטול
$BN_UPDATE_CLOSE			= סגור
$ST_UPDATE_OFFLINE			= bandicam.jpg

; Rebuild Index
$ST_REBUILD_INDEX_TITLE			= הכנת הקובץ (ים) לעריכה

; Tooltip
$TT_MENU				= תפריט
$TT_WIZARD				= התחל (בית)
$TT_CUTTER				= חתוך
$TT_JOINER				= צרף
$TT_ABOUT				= (F1) מידע 
$TT_SETTING				= (F5) הגדרות 
$TT_BANDICAM				= Bandicam הפעל

$TT_FILE_CLOSE_WORK			= (F4) סגור את כל הקבצים 
$TT_FILE_CLOSE_WORK_CUT			= (F4) סגור קובץ - הסר את כל המקטעים 

$TT_FILE_OPEN				= (F2,Ctrl+O) פתח קובץ 
$TT_FILE_ADD				= (F2,Ctrl+O) הוסף קבצים 
$TT_FILE_PROJECT			= פתח/שמור קבצי פרויקט
$TT_OPEN				= פתח

$TT_REGISTER				= (F3) הירשם 
$TT_OPEN_OUTPUT_FOLDER			= (Ctrl+F2) פתח קובץ פרויקט 
$TT_HELP				= עזרה
$TT_REFRESH_LINFO			= רענן מידע רישיון

$TT_PLAYER_PLAY				= (Space) הפעל/השהה 
$TT_PLAYER_STOP				= (Ctrl+Space) עצור 
$TT_PLAYER_PLAY_SEG			= (Ctrl+P) הפעל/השהה מקטע 
$TT_PLAYER_STOP_SEG			= (Alt+P) עצור מקטע 

$TT_PLAYER_PREV_KEY_FRAME		= (Ctrl+שמאלה, Ctrl+למטה) עבור למפתח מסגרת קודם 
$TT_PLAYER_PREV_FRAME			= (עבור למסגרת קודמת (שמאלה, למטה
$TT_PLAYER_NEXT_FRAME			= (עבור למסגרת הבאה (ימינה, למעלה
$TT_PLAYER_NEXT_KEY_FRAME		= (Ctrl+ימינה, Ctrl+למעלה) עבור למפתח המסגרת הבא 
$TT_PLAYER_PREV_FILE_PLAY		= (הפעל קובץ קודם (שמאלה
$TT_PLAYER_NEXT_FILE_PLAY		= (הפעל את הקובץ הבא (ימינה
$TT_PLAYER_SEG_ADD			= (Ctrl+A) הוסף מקטע 
$TT_ADD_SEGMENT_MAX               	= אתה יכול להוסיף עד ${int1} קבצים/מקטעים.
$TT_PLAYER_SEG_START			= ( S ) הצב את תחילת זמן המקטע 
$TT_PLAYER_SEG_END			= ( E ) הצב את סוף זמן המקטע
$TT_PLAYER_MUTE_ON			= ( M ) השתק 
$TT_PLAYER_MUTE_OFF			= ( M ) בטל השתקה

$TT_PLAYER_CAPTURE			= (Ctrl+C) לכידה 

$TT_ADD_SEGMENT				= (Ctrl+N) הוסף מקטע 
$TT_PREV_SEGMENT			= עבור למעלה
$TT_NEXT_SEGMENT			= עבור למטה
$TT_PREV_MOVE_FILE			= עבור אחורה
$TT_NEXT_MOVE_FILE			= עבור קדימה

$TT_RUN_UPLOAD_OPTION			= אפשרויות העלאה

$TT_LIST_PLAY				= הפעל/השהה מקטע
$TT_LIST_SPLIT				= פצל
$TT_LIST_CUT_REMOVE			= הסר
$TT_LIST_JOIN_REMOVE			= הסר

$FONT_SIZE				= 

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FILE
$LOGO_FILE				= logo.png
$BETA_ICON_FILE				= beta_icon.png
$UNREGISTERED_ICON_FILE			= unregistered_icon.png
$EXPIRED_ICON_FILE			= expired_icon.png

[HOTKEYS]
HOTKEYS_DEFAULT				=  Bandicut מקשי קיצור עבור 
HOTKEYS_ABOUT				=  אודות  :                                       F1
HOTKEYS_FILE_INFO			=  מידע קובץ:	                                 Ctrl+F1
HOTKEYS_SETTING				=  הגדרות:                                      F5
HOTKEYS_MAX				=  להרחיב\לשחזר:                         Enter
HOTKEYS_CHANGE_MODE			=  מצב שינוי: 	                                 Ctrl+M
HOTKEYS_REGISTER			=  הירשם:                                        F3                                                      
HOTKEYS_HOME				=  לך לדף הבית -	                Home

HOTKEYS_PLAY_TITLE			=   הפעל -
HOTKEYS_OPEN_FILE			=  פתח קובץ:	              Ctrl+O, F2
HOTKEYS_CLOSE				=  סגור קובץ (הכל):                 F4
HOTKEYS_START				=  התחל:                                        Ctrl+Enter
HOTKEYS_OPEN_FOLDER			=  פתח תיקיית פלט                      Ctrl+F2
HOTKEYS_PLAY				=  הפעל/השהה:	               Space
HOTKEYS_STOP				=  עצור:	                                 Ctrl+Space
HOTKEYS_MUTE				=  השתק פועל/כבוי:                      M

HOTKEYS_SEGMENT_PLAY			=  הפעל/השהה מקטע:                Ctrl+P
HOTKEYS_SEGMENT_STOP			=  עצור מקטע:                               Alt+P
HOTKEYS_SEGMENT_REMOVE			=  מחק מקטע:                               Delete

HOTKEYS_PLAY_FORWARD			=  הרץ קדימה:	              Right,Numpad+
HOTKEYS_PLAY_REWIND			=  הרץ אחורה:                             Left,Numpad-

HOTKEYS_CUT_TITLE			=   חתכן -
HOTKEYS_SET_START_TIME			=  הצב תחילת זמן מקטע:            S
HOTKEYS_SET_END_TIME			=  הצב סוף זמן מקטע:                  E
HOTKEYS_SEGMENT_ADD			=  הוסף מקטע:                             Ctrl+N

HOTKEYS_NEXT_FRAME			=  המסגרת הבאה:	             Right,Numpad+
HOTKEYS_NEXT_KEY_FRAME			=  מפתח המסגרת הבא:	             Ctrl+Right

HOTKEYS_PREVIOUS_FRAME			=  המסגרת הקודמת:                    Left,Numpad-
HOTKEYS_PREVIOUS_KEY_FRAME		=  מפתח המסגרת הקודם:          Ctrl+Left

HOTKEYS_PREVIOUS_SEL_SEG		=  בחר מקטע קודם: 	              Up
HOTKEYS_NEXT_SEL_SEG			=  בחר את המקטע הבא:              Down    

HOTKEYS_PREV_TIME_DIGIT			= - מעבר אל ספרות הזמן הקודם: Shift + Tab
HOTKEYS_NEXT_TIME_DIGIT			= - מעבר אל ספרות הזמן הבא:	Tab

HOTKEYS_JOIN_TITLE			=  צרפן -
HOTKEYS_PREV_FILE_PLAY			=  הפעל/בחר קובץ קודם:              Left
HOTKEYS_NEXT_FILE_PLAY			=  הפעל/בחר את הקובץ הבא:     Right
